package net.zjcclims.service.asset;

import net.zjcclims.domain.Asset;
import net.zjcclims.domain.AssetAppRecord;
import net.zjcclims.domain.LabCenter;

import javax.servlet.http.HttpServletRequest;
import java.text.ParseException;
import java.util.List;
import java.util.Map;


public interface AssetService {
	
	
	/***********************************************************************************
	 * @功能：获取全部药品字典
	 * @author 郑昕茹
	 * @日期：2016-08-03
	 * **********************************************************************************/
	public List<Asset> findAllAssetsByCategory(int currpage, int pageSize, Asset asset, Integer category);
	/***********************************************************************************
	 * @功能：获取全部药品名称
	 * @author 郑昕茹
	 * @日期：2016-08-03
	 * **********************************************************************************/
	public List<Asset> findAllAssetNames();
	/***********************************************************************************
	 * @功能：获取全部药品名称
	 * @author 郑昕茹
	 * @日期：2016-08-03
	 * **********************************************************************************/
	public List<Asset> findAllAssetNamesByCategory(Integer category); 
	/***********************************************************************************
	 * @功能：通过主键找到药品字典记录
	 * @author 郑昕茹
	 * @日期：2016-08-04
	 * **********************************************************************************/
	public Asset findAssetByPrimaryKey(Integer id);
	
	/***********************************************************************************
	 * @功能：通过主键删除药品字典记录
	 * @author 郑昕茹
	 * @日期：2016-08-04
	 * **********************************************************************************/
	public boolean deleteAsset(Integer id);
	
	/***********************************************************************************
	 * @功能：保存药品字典记录
	 * @author 郑昕茹
	 * @日期：2016-08-04
	 * **********************************************************************************/
	public Asset saveAsset(Asset asset);
	
	/**************************************************************************************
     * 功能：导入药材字典记录
     * 作者：郑昕茹
     * 日期：2016-08-04
     **************************************************************************************/
	public void importAsset(String File, Integer category);
	
	/***********************************************************************
	 * 功能：导入文件前的日期格式、数字格式检查
     * 作者：郑昕茹
     * 日期：2016-08-05
	 ************************************************************************/
	public String checkRegex(String filePath) throws ParseException;
	
	/**************************************************************************************
     * 功能：药材字典记录根据名称和规格判重
     * 作者：郑昕茹
     * 日期：2016-08-05
     **************************************************************************************/
	public boolean isDuplicate(String chName, String specifications);
	
	/***********************************************************************************
	 * @功能：获取药品字典表中药品在在用物资表中的药品及其总数量
	 * @author 郑昕茹
	 * @日期：2016-08-03
	 * **********************************************************************************/
	public Map<Asset,Double> findEveryTotalQuantitiesInAccess(int currpage,int pageSize, Asset asset, int flag);
	
	/***********************************************************************************
	 * @功能：药品溶液管理-药品申购(获取全部药品申购记录)
	 * @author 郑昕茹
	 * @日期：2016-08-09
	 * **********************************************************************************/
	public List<AssetAppRecord> findAllAssetAppRecords(); 
	
	/***********************************************************************************
	 * @功能：通过药品名称找到药品字典记录
	 * @author 徐文
	 * @日期：2016-08-09
	 * **********************************************************************************/
	public List<Asset> findAssetByChName(String chName,String specifications);
	

	/***********************************************************************************
	 * @功能：获取入过库的药品字典
	 * @author 郑昕茹
	 * @日期：2016-08-19
	 * **********************************************************************************/
	public List<Asset> findAllAssetsInStock(int currpage,int pageSize, Asset asset);

	/***********************************************************************************
	 * @功能：获取存在药品柜的药品字典
	 * @author 林威
	 * @日期：2019-06-04
	 * **********************************************************************************/
	public List<Asset> findAllAssetsInCabinet();

	/***********************************************************************************
	 * @description：获取全部药品试剂名称
	 * @author 郑昕茹
	 * @date：2016-09-18
	 * **********************************************************************************/
	public List<Asset> findAllReagentAssetNames();

	/**
	 * 生成二维码
	 * @param id 药品id
	 * @param request 请求
	 * @return 状态字符串
	 * @author 黄保钱 2018-9-3
	 */
	public String generateQrCodeForAsset(Integer id, HttpServletRequest request);
	
}