{
	"code": 0,
	"title": "校级风险预警",
	"msg": "",
	"count": "6",
	"data": [{
			"one": "化学工程学院",
			"two": "3-403",
			"three": "重铬酸钾",
			"four": "管理",
			"five": "张成",
			"six": "有二次存储",
			"seven": "118"
		},
		{
			"one": "化学工程学院",
			"two": "3-401",
			"three": "强酸废液",
			"four": "操作",
			"five": "张成",
			"six": "操作未佩戴手套、护目镜",
			"seven": "118"
		},
		{
			"one": "化学工程学院",
			"two": "3-403",
			"three": "挥发性气体实验",
			"four": "环境",
			"five": "张成",
			"six": "通风条件不好",
			"seven": "106"
		},
		{
			"one": "生物化学学院",
			"two": "1-208",
			"three": "压力容器",
			"four": "设施",
			"five": "李小琳",
			"six": "无持续监控",
			"seven": "104"
		},
		{
			"one": "生物化学学院",
			"two": "1-210",
			"three": "样本处置",
			"four": "操作",
			"five": "李小琳",
			"six": "无应急物资",
			"seven": "102"
		},
		{
			"one": "材料学院",
			"two": "4-107",
			"three": "高压气瓶",
			"four": "设施",
			"five": "孙华山",
			"six": "无专门存放场地",
			"seven": "78"
		}
	]
}