{
	"code": 0,
	"title": "校级安全培训管理",
	"msg": "",
	"count": "6",
	"data": [{
			"one": "通用培训",
			"two": "消防安全培训",
			"three": "实验设备管理处",
			"four": "李阳",
			"five": "校级",
			"six": "2018-03-05",
			"seven": "2018-03-09",
			"eight": "查看明细"
		},
		{
			"one": "专项培训",
			"two": "化学品安全培训",
			"three": "化学工程学院",
			"four": "周鑫",
			"five": "学院",
			"six": "2018-04-11",
			"seven": "2018-04-20",
			"eight": "查看明细"
		},
		{
			"one": "通用培训",
			"two": "教学培训",
			"three": "实验设备管理处",
			"four": "张毅",
			"five": "校级",
			"six": "2018-05-07",
			"seven": "2018-05-27",
			"eight": "查看明细"
		},
		{
			"one": "通用培训",
			"two": "安全教育培训",
			"three": "实验设备管理处",
			"four": "刘鹗",
			"five": "校级",
			"six": "2018-06-06",
			"seven": "2018-06-17",
			"eight": "查看明细"
		},
		{
			"one": "通用培训",
			"two": "个人防护器具培训",
			"three": "实验设备管理处",
			"four": "朱思",
			"five": "校级",
			"six": "2018-07-13",
			"seven": "2018-07-28",
			"eight": "查看明细"
		},
		{
			"one": "专项培训",
			"two": "病原微生物培训",
			"three": "生物化学学院",
			"four": "齐德",
			"five": "学院",
			"six": "2018-08-15",
			"seven": "2018-08-23",
			"eight": "查看明细"
		}
	]
}