{
	"code": 0,
	"title": "校级安全组织管理",
	"msg": "",
	"count": "6",
	"data": [{
			"one": "化学工程学院",
			"two": "化学工程系",
			"three": "李泽旭",
			"four": "实验室安全奖惩实施细则",
			"five": "2019-01-07",
			"six": "文件查看"
		},
		{
			"one": "化学工程学院",
			"two": "化学工程系",
			"three": "李泽旭",
			"four": "危险化学品安全管理办法",
			"five": "2019-01-07",
			"six": "文件查看"
		},
		{
			"one": "化学工程学院",
			"two": "化学工程系",
			"three": "李泽旭",
			"four": "实验室废弃物安全管理办法",
			"five": "2019-01-07",
			"six": "文件查看"
		},
		{
			"one": "生物化学学院",
			"two": "教学实验中心",
			"three": "赵名山",
			"four": "实验室生物安全基本要求",
			"five": "2018-12-13",
			"six": "文件查看"
		},
		{
			"one": "生物化学学院",
			"two": "教学实验中心",
			"three": "赵名山",
			"four": "病原微生物实验室安全管理",
			"five": "2018-12-13",
			"six": "文件查看"
		},
		{
			"one": "材料学院",
			"two": "教学实验中心",
			"three": "孙华山",
			"four": "高压钢瓶和煤气的使用常识",
			"five": "2018-09-10",
			"six": "文件查看"
		}
	]
}