{
	"code": 0,
	"title": "校级安全应急管理",
	"msg": "",
	"count": "6",
	"data": [{
			"one": "化学工程学院",
			"two": "化学工程学院",
			"three": "重铬酸钾泄漏应急处理",
			"four": "张成",
			"five": "2019-03-05",
			"six": "2019-03-19",
			"seven": "查看详情"
		},
		{
			"one": "化学工程学院",
			"two": "化学工程学院",
			"three": "重铬酸钾吸入应急处理",
			"four": "张成",
			"five": "2019-04-11",
			"six": "2019-04-20",
			"seven": "查看详情"
		},
		{
			"one": "化学工程学院",
			"two": "化学工程学院",
			"three": "强酸液体溅射应急处理",
			"four": "张成",
			"five": "2018-05-07",
			"six": "2018-05-27",
			"seven": "查看详情"
		},
		{
			"one": "生物化学学院",
			"two": "生物化学学院",
			"three": "压力容器超温应急预案",
			"four": "李小琳",
			"five": "2018-06-6",
			"six": "2018-06-17",
			"seven": "查看详情"
		},
		{
			"one": "生物化学学院",
			"two": "生物化学学院",
			"three": "生物样本溅射应急处理",
			"four": "李小琳",
			"five": "2018-07-13",
			"six": "2018-07-28",
			"seven": "查看详情"
		},
		{
			"one": "材料学院",
			"two": "材料学院",
			"three": "高压气瓶事故应急处置",
			"four": "孙华山",
			"five": "2018-08-15",
			"six": "2018-08-23",
			"seven": "查看详情"
		}
	]
}