{
	"code": 0,
	"title": "校级监督检查管理",
	"msg": "",
	"count": "6",
	"data": [{
			"one": "校级常规检查",
			"two": "管理体系检查",
			"three": "所有学院",
			"four": "3",
			"five": "吴惠娴",
			"six": "2019-03-05",
			"seven": "2019-03-19",
			"eight": "进行中"
		},
		{
			"one": "校级专项管理",
			"two": "消防检查",
			"three": "所有学院",
			"four": "<input class='readonlydisabled' type='button' readonly disabled value='无'/>",
			"five": "吴淑可",
			"six": "2019-04-11",
			"seven": "2019-04-20",
			"eight": "未开始"
		},
		{
			"one": "学院专项检查",
			"two": "化学品安全检查",
			"three": "化学工程学院",
			"four": "2",
			"five": "朱志鹏",
			"six": "2018-05-07",
			"seven": "2018-05-27",
			"eight": "已完成"
		},
		{
			"one": "学院专项检查",
			"two": "生物实验室操作检查",
			"three": "生物化工学院",
			"four": "1",
			"five": "赵宣",
			"six": "2018-06-06",
			"seven": "2018-06-17",
			"eight": "已完成"
		},
		{
			"one": "校级专项管理",
			"two": "特种器械安全检查",
			"three": "生物化工学院、材料学院、后勤",
			"four": "0",
			"five": "陈亮岑",
			"six": "2018-07-13",
			"seven": "2018-07-28",
			"eight": "已完成"
		},
		{
			"one": "校级督导检查",
			"two": "安全操作督导",
			"three": "生物化学学院、化学工程学院、材料学院",
			"four": "0",
			"five": "祁永泽",
			"six": "2018-08-15",
			"seven": "2018-08-23",
			"eight": "已完成"
		}
	]
}