{
	"code": 0,
	"title":"校级可视化监管",
	"msg": "",
	"count": "6",
	"data": [{
			"one": "重铬酸钾",
			"two": "3-403",
			"three": "化学工程学院",
			"four": "张成",
			"five": "30g",
			"six": "张成",
			"seven": "视频查看"
		},
		{
			"one": "强酸废液",
			"two": "3-401",
			"three": "化学工程学院",
			"four": "张成",
			"five": "1处",
			"six": "张成",
			"seven": "视频查看"
		},
		{
			"one": "挥发性气体实验",
			"two": "3-403",
			"three": "化学工程学院",
			"four": "张成",
			"five": "1处",
			"six": "张成",
			"seven": "视频查看"
		},
		{
			"one": "压力容器",
			"two": "1-208",
			"three": "生物化学学院",
			"four": "教学实验中心",
			"five": "5个",
			"six": "李小琳",
			"seven": "视频查看"
		},
		{
			"one": "样本处置",
			"two": "1-210",
			"three": "生物化学学院",
			"four": "教学实验中心",
			"five": "1批",
			"six": "李小琳",
			"seven": "视频查看"
		},
		{
			"one": "高压气瓶",
			"two": "4-107",
			"three": "材料学院",
			"four": "教学实验中心",
			"five": "3组",
			"six": "孙华山",
			"seven": "视频查看"
		}
	]
}