{
	"code": 0,
	"title": "院级应急预案管理",
	"msg": "",
	"count": "6",
	"data": [{
			"one": "重铬酸钾泄漏应急处理",
			"two": "环境工程系张成",
			"three": "3-403",
			"four": "张成",
			"five": "2019-03-05",
			"six": "2019-03-19",
			"seven": "查看详情"
		},
		{
			"one": "重铬酸钾吸入应急处理",
			"two": "环境工程系张成",
			"three": "3-401",
			"four": "张成",
			"five": "2019-04-11",
			"six": "2019-04-20",
			"seven": "查看详情"
		},
		{
			"one": "强酸液体溅射应急处理",
			"two": "环境工程系张成",
			"three": "3-403",
			"four": "张成",
			"five": "2018-05-07",
			"six": "2018-05-27",
			"seven": "查看详情"
		},
		{
			"one": "废液泄露应急处理措施",
			"two": "教学实验中心",
			"three": "3-101",
			"four": "李泽田",
			"five": "2018-06-06",
			"six": "2018-06-17",
			"seven": "查看详情"
		},
		{
			"one": "泵操作应急处理措施",
			"two": "教学实验中心",
			"three": "3-102",
			"four": "李泽田",
			"five": "2018-07-13",
			"six": "2018-07-28",
			"seven": "查看详情"
		},
		{
			"one": "全自动蒸汽生器故障应急处理措施",
			"two": "教学实验中心",
			"three": "3-102",
			"four": "李泽田",
			"five": "2018-08-15",
			"six": "2018-08-23",
			"seven": "查看详情"
		}
	]
}