{
	"code": 0,
	"title": "院级风险监控",
	"msg": "",
	"count": "6",
	"data": [{
			"one": "张成课题组",
			"two": "张成",
			"three": "重铬酸钾",
			"four": "管理",
			"five": "3-403",
			"six": "118",
			"seven": "当天归还",
			"eight": "有二次存储"
		},
		{
			"one": "张成课题组",
			"two": "张成",
			"three": "强酸废液",
			"four": "操作",
			"five": "3-401",
			"six": "118",
			"seven": "制度上墙、准入培训",
			"eight": "操作未佩戴手套、护目镜"
		},
		{
			"one": "张成课题组",
			"two": "张成",
			"three": "挥发性气体实验",
			"four": "环境",
			"five": "3-403",
			"six": "106",
			"seven": "排风机",
			"eight": "通风条件不好"
		},
		{
			"one": "教学实验中心",
			"two": "李泽田",
			"three": "废液排放",
			"four": "操作",
			"five": "3-101",
			"six": "72",
			"seven": "颜色区分",
			"eight": "无标签"
		},
		{
			"one": "教学实验中心",
			"two": "李泽田",
			"three": "泵",
			"four": "设备",
			"five": "3-102",
			"six": "63",
			"seven": "操作要求、培训",
			"eight": "无保护设备"
		},
		{
			"one": "教学实验中心",
			"two": "李泽田",
			"three": "全自动蒸汽生器",
			"four": "操作",
			"five": "3-102",
			"six": "50",
			"seven": "操作规范、培训",
			"eight": "无应急措施"
		}
	]
}