{
	"code": 0,
	"title": "院级安全职责管理",
	"msg": "",
	"count": "6",
	"data": [{
			"one": "化学工程学院",
			"two": "书记",
			"three": "安全第一责任人",
			"four": "王晨晨",
			"five": "2017-09-01",
			"six": "2020-08-30",
			"seven": "文件查看"
		},
		{
			"one": "化学工程学院",
			"two": "院长",
			"three": "总体安全责任人",
			"four": "敖强",
			"five": "2017-09-01",
			"six": "2020-08-30",
			"seven": "文件查看"
		},
		{
			"one": "化学工程学院",
			"two": "化学工程系",
			"three": "系安全责任人",
			"four": "蒋鸶",
			"five": "2017-09-01",
			"six": "2020-08-30",
			"seven": "文件查看"
		},
		{
			"one": "化学工程学院",
			"two": "精细化工系",
			"three": "系安全责任人",
			"four": "于万里",
			"five": "2017-09-01",
			"six": "2020-08-30",
			"seven": "文件查看"
		},
		{
			"one": "化学工程学院",
			"two": "环境工程系",
			"three": "系安全责任人",
			"four": "罗鑫",
			"five": "2017-09-01",
			"six": "2020-08-30",
			"seven": "文件查看"
		},
		{
			"one": "化学工程学院",
			"two": "教学实验中心",
			"three": "中心安全责任人",
			"four": "李鑫",
			"five": "2017-09-01",
			"six": "2020-08-30",
			"seven": "文件查看"
		}
	]
}