{
	"code": 0,
	"title": "院级安全培训管理",
	"msg": "",
	"count": "6",
	"data": [{
			"one": "通用培训",
			"two": "消防安全培训",
			"three": "全院",
			"four": "李阳",
			"five": "2018-03-05",
			"six": "2018-03-09",
			"seven": "查看明细"
		},
		{
			"one": "专项培训",
			"two": "化学品安全培训",
			"three": "新生",
			"four": "李鑫",
			"five": "2018-04-11",
			"six": "2018-04-20",
			"seven": "查看明细"
		},
		{
			"one": "准入培训",
			"two": "化工原理设备操作培训",
			"three": "新生",
			"four": "李泽田",
			"five": "2018-05-07",
			"six": "2018-05-27",
			"seven": "查看明细"
		},
		{
			"one": "通用培训",
			"two": "安全教育培训",
			"three": "全院",
			"four": "刘鹗",
			"five": "2018-06-06",
			"six": "2018-06-17",
			"seven": "查看明细"
		},
		{
			"one": "通用培训",
			"two": "个人防护器具培训",
			"three": "全院",
			"four": "朱思",
			"five": "2018-07-13",
			"six": "2018-07-28",
			"seven": "查看明细"
		},
		{
			"one": "专项培训",
			"two": "病原微生物培训",
			"three": "环境工程系研究生",
			"four": "罗鑫",
			"five": "2018-08-15",
			"six": "2018-08-23",
			"seven": "查看明细"
		}
	]
}