{
	"code": 0,
	"title": "院级安全检查管理",
	"msg": "",
	"count": "6",
	"data": [{
			"one": "常规检查",
			"two": "日常监督检查",
			"three": "所有实验室",
			"four": "吴惠娴",
			"five": "2019-03-06",
			"six": "2019-03-06",
			"seven": "3"
		},
		{
			"one": "校级专项管理",
			"two": "消防检查",
			"three": "所有实验室",
			"four": "吴淑可",
			"five": "2019-04-11",
			"six": "2019-04-20",
			"seven": "<input class='readonlydisabled' type='button' readonly disabled value='无'/>"
		},
		{
			"one": "学院专项检查",
			"two": "化学品安全检查",
			"three": "所有实验室",
			"four": "朱志鹏",
			"five": "2018-05-07",
			"six": "2018-05-27",
			"seven": "2"
		},
		{
			"one": "学院专项检查",
			"two": "生物实验室操作检查",
			"three": "环境工程实验室",
			"four": "赵宣",
			"five": "2018-06-06",
			"six": "2018-06-17",
			"seven": "1"
		},
		{
			"one": "校级专项管理",
			"two": "特种器械安全检查",
			"three": "教学实验中心",
			"four": "陈亮岑",
			"five": "2018-07-13",
			"six": "2018-07-28",
			"seven": "0"
		},
		{
			"one": "校级督导检查",
			"two": "安全操作督导",
			"three": "所有实验室",
			"four": "祁永泽",
			"five": "2018-08-15",
			"six": "2018-08-23",
			"seven": "0"
		}
	]
}