{
    "code"
:
    0,
        "title"
:
    "实验中心数据",
        "msg"
:
    "",
        "count"
:
    "7",
        "data"
:
    [{
        "city": "101实验室",
        "aqi": "309"
    }, {
        "city": "102实验室",
        "aqi": "228"
    }, {
        "city": "103实验室",
        "aqi": "191"
    }, {
        "city": "104实验室",
        "aqi": "180"
    }, {
        "city": "105实验室",
        "aqi": "177"
    }, {
        "city": "106实验室",
        "aqi": "164"
    }, {
        "city": "107实验室",
        "aqi": "159"
    }]
}