{
    "code"
:
    0,
        "title"
:
    "校级数据",
        "msg"
:
    "",
        "count"
:
    "7",
        "data"
:
    [{
        "city": "材料化工学院",
        "aqi": "309"
    }, {
        "city": "纺织学院",
        "aqi": "228"
    }, {
        "city": "机械学院",
        "aqi": "191"
    }, {
        "city": "工程训练中心",
        "aqi": "180"
    }, {
        "city": "电子工程学院",
        "aqi": "177"
    }, {
        "city": "物理学院",
        "aqi": "164"
    }, {
        "city": "管理学院",
        "aqi": "159"
    }]
}