{
	"code": 0,
	"title": "实验室安全准入管理",
	"msg": "",
	"count": "6",
	"data": [{
			"one": "3-401",
			"two": "李冰",
			"three": "课题组负责人",
			"four": "2018-04-11",
			"five": "2020-04-11",
			"six": "准入",
			"seven": "查看明细"
		},
		{
			"one": "3-401",
			"two": "孙君博",
			"three": "课题组成员",
			"four": "2018-04-11",
			"five": "2019-08-11",
			"six": "准入",
			"seven": "查看明细"
		},
		{
			"one": "3-401",
			"two": "刘寒",
			"three": "课题组成员",
			"four": "2018-04-11",
			"five": "2019-08-11",
			"six": "准入",
			"seven": "查看明细"
		},
		{
			"one": "3-403",
			"two": "张成",
			"three": "课题组负责人",
			"four": "2018-04-11",
			"five": "2020-04-11",
			"six": "准入",
			"seven": "查看明细"
		},
		{
			"one": "3-403",
			"two": "张驰",
			"three": "课题组成员",
			"four": "2018-04-11",
			"five": "2019-08-11",
			"six": "准入",
			"seven": "查看明细"
		},
		{
			"one": "3-405",
			"two": "贾肇聪",
			"three": "课题组成员",
			"four": "2017-04-11",
			"five": "2019-03-11",
			"six": "过期",
			"seven": "查看明细"
		}
	]
}