{
	"code": 0,
	"title": "实验室三废管理",
	"msg": "",
	"count": "3",
	"data": [{
			"one": "3-405",
			"two": "废气",
			"three": "挥发气体",
			"four": "通风",
			"five": "2019-03-06",
			"six": "张成",
			"seven": "李志明",
			"eight": "查看"
		},
		{
			"one": "3-403",
			"two": "废液",
			"three": "含六价铬溶液",
			"four": "回收",
			"five": "2019-03-06",
			"six": "张成",
			"seven": "李志明",
			"eight": "查看"
		},
		{
			"one": "3-401",
			"two": "废液",
			"three": "强酸废液",
			"four": "回收",
			"five": "2019-03-06",
			"six": "张成",
			"seven": "李志明",
			"eight": "查看"
		}
	]
}