{
	"code": 0,
	"title": "实验室中心风险管理",
	"msg": "",
	"count": "6",
	"data": [{
			"one": "3-403",
			"two": "张成",
			"three": "重铬酸钾",
			"four": "管理",
			"five": "有二次存储",
			"six": "当天归还",
			"seven": "118",
			"eight": "2/9",
			"nine": "查看明细"
		},
		{
			"one": "3-401",
			"two": "张成",
			"three": "强酸废液",
			"four": "操作",
			"five": "操作未佩戴手套、护目镜",
			"six": "制度上墙、准入培训",
			"seven": "118",
			"eight": "1/9",
			"nine": "查看明细"
		},
		{
			"one": "3-403",
			"two": "张成",
			"three": "挥发性气体实验",
			"four": "环境",
			"five": "通风条件不好",
			"six": "排风机",
			"seven": "106",
			"eight": "2/9",
			"nine": "查看明细"
		},
		{
			"one": "3-101",
			"two": "李泽田",
			"three": "废液排放",
			"four": "操作",
			"five": "无标签",
			"six": "颜色区分",
			"seven": "72",
			"eight": "2/9",
			"nine": "查看明细"
		},
		{
			"one": "3-102",
			"two": "李泽田",
			"three": "泵",
			"four": "设备",
			"five": "无保护设备",
			"six": "操作要求、培训",
			"seven": "63",
			"eight": "1/9",
			"nine": "查看明细"
		},
		{
			"one": "3-102",
			"two": "李泽田",
			"three": "全自动蒸汽生器",
			"four": "操作",
			"five": "无应急措施",
			"six": "操作规范、培训",
			"seven": "50",
			"eight": "1/9",
			"nine": "查看明细"
		}
	]
}