{
	"code": 0,
	"title": "实验室中心培训准入管理",
	"msg": "",
	"count": "3",
	"data": [{
			"one": "专项培训",
			"two": "化学品安全培训",
			"three": "新生",
			"four": "李鑫",
			"five": "2018-04-11",
			"six": "2018-04-20",
			"seven": "查看明细"
		},
		{
			"one": "准入培训",
			"two": "化工原理设备操作培训",
			"three": "新生",
			"four": "李泽田",
			"five": "2018-05-07",
			"six": "2018-05-27",
			"seven": "查看明细"
		},
		{
			"one": "准入培训",
			"two": "病原微生物培训",
			"three": "环境工程系研究生",
			"four": "罗鑫",
			"five": "2018-08-15",
			"six": "2018-08-23",
			"seven": "查看明细"
		}
	]
}