-- ---------------------------------------------------------------------------------------------
-- 操作内容：更改数据库表用于保存单项总价
-- 作者：吴奇臻
-- 操作时间：2019-04-10
-- ---------------------------------------------------------------------------------------------
ALTER TABLE `asset_app_record`
ADD COLUMN `total_price`  double(10,2) NULL COMMENT '单项总价' AFTER `cabinet_id`;
-- ---------------------------------------------------------------------------------------------
-- 操作内容：增加物资类别管理
-- 作者：吴奇臻
-- 操作时间：2019-04-10
-- ---------------------------------------------------------------------------------------------
INSERT INTO `system_menu` (`id`, `name`, `project_name`, `order_number`, `identification`, `is_used`, `hyperlink`, `parent_id`) VALUES ('222', '物资申领', 'limsproduct', '220', NULL, '1', '/lims/api/material/listAssetsClassificationAPI', '42');
